# ProhibitCreationInIssued Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
BuiltInFailures..::..RevisionCloudFailures..::..ProhibitCreationInIssued Property
BuiltInFailures..::..RevisionCloudFailures Class See Also
---
The most current project revision has been issued. No new revision clouds can be created in it. Please add a new revision to the global revision table.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static FailureDefinitionId ProhibitCreationInIssued { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ProhibitCreationInIssued As FailureDefinitionId
	Get
```

Visual C++
---
```text
public:
static property FailureDefinitionId^ ProhibitCreationInIssued {
	FailureDefinitionId^ get ();
}
```

# See Also
BuiltInFailures..::..RevisionCloudFailures Class
Autodesk.Revit.DB Namespace